[
    {
      "title": "Back and Forth Designs",
      "current": true,
      "description": "Justin Martin is the owner and operator of Back and Forth Designs, a textile and sewing studio based out of Bridge Rat Studios. Justin is a self taught fabric-dyer, sewist and shoe-maker who also does a little leatherwork, book-binding and soap-making. He values adventure, simplicity and playfulness. His appreciation for community, learning and collaboration are demonstrated through the workshops he teaches and the community art events he facilitates at Bridge Rat Studios.",
      "instagram": "backandforthdesigns",
      "website": "https://backandforthdesigns.com",
      "email": "info@backandforthdesigns.com",
      "imageName":"back-and-forth-1.jpg"
    },
    {
      "title": "Dazed & Glazed",
      "current": true,
      "description": "I design/make colorful glass/ceramic tile murals for interior public spaces.",
      "instagram": "dazedandglazed",
      "website": "https://dazedandglazed.com",
      "email": "brett@dazedandglazed.com",
      "imageName": "dazed-and-glazed-1.jpg"
    },
    {
      "title": "AETHER SPACES",
      "current": true,
      "description": "AETHER SPACES is an emerging force in the art and finance industry we represent Portland based emerging artists to support them with marketing solutions and innovative methods for building their image and wealth.",
      "instagram": "aetherspaces",
      "website": "https://www.aetherspaces.com",
      "email": "business@aetherspaces.com",
      "imageName": "aether-spaces-1.jpg"
    },
    {
      "title": "Coral Rose Cloutman",
      "current": true,
      "description": "Coral Rose Cloutman is a transsexual interdisciplinary artist, aspiring queer archivist and co-founder of SHED; an artist-run mutual aid project. Cloutman primarily works with textiles and printmaking. Their work explores gender euphoria, trans history, memory, and identity.",
      "instagram": null,
      "website": "https://coralrosecloutman.com",
      "email": "hello@coralrosecloutman.com",
      "imageName": "coral-rose-cloutman-1.jpg"
    }
  ]