[
    {
        "title": "First Friday July: To the Moon",
        "ongoing": false,
        "display": true,
        "cost": 0,
        "description": "First Friday PDX is a monthly, year-round art walk in Inner Southeast. Our theme for July is “To the Moon” so we are having a moon-making collage party at Bridge Rat Studios. We love inviting people to make their own art! We have supplies but feel free bring some of your own and invite some friends. There will also be snacks and beverages. Learn more about <a href=\"http://firstfridaypdx.org\" target=\"_blank\">First Friday PDX</a>.",
        "date": "2024-07-05",
        "startTime": "6:00 pm",
        "endTime": "9:00 pm",
        "dateString": "Friday July 5, 6-9pm",
        "hours": 3,
        "registerUrl": "",
        "imageUrl": "/images/events/first-friday-july-moon.png"
    },
    {
        "title": "First Friday August: Aliens",
        "ongoing": false,
        "display": true,
        "cost": 0,
        "description": "First Friday PDX is a monthly, year-round art walk in Inner Southeast. Our theme for August is “Aliens” so we are having a alien mask-making art party at Bridge Rat Studios. We love inviting people to make their own art! We have supplies but feel free bring some of your own and invite some friends. There will also be snacks and beverages. Learn more about <a href=\"http://firstfridaypdx.org\" target=\"_blank\">First Friday PDX</a>.",
        "date": "2024-08-02",
        "startTime": "6:00 pm",
        "endTime": "9:00 pm",
        "dateString": "Friday August 2, 6-9pm",
        "hours": 3,
        "registerUrl": "",
        "imageUrl": "/images/events/first-friday-august-alien.png"
    },
    {
        "title": "First Friday September: Moths",
        "ongoing": false,
        "display": true,
        "cost": 0,
        "description": "First Friday PDX is a monthly, year-round art walk in Inner Southeast. Our theme for September is “Moths”. We love inviting people to make their own art so there will be some sort of moth-inspired, all-ages-friendly art making activity. If you would like to show some of your own moth art, please contact us. There will also be snacks and beverages. Learn more about <a href=\"http://firstfridaypdx.org\" target=\"_blank\">First Friday PDX</a>.",
        "date": "2024-09-06",
        "startTime": "6:00 pm",
        "endTime": "9:00 pm",
        "dateString": "Friday September 6, 6-9pm",
        "hours": 3,
        "registerUrl": "",
        "imageUrl": "/images/events/first-friday-september-moth.png"
    },
    {
        "title": "First Friday October: Skeletons",
        "ongoing": false,
        "display": true,
        "cost": 0,
        "description": "First Friday PDX is a monthly, year-round art walk in Inner Southeast. Our theme for October is “Skeletons”. We love inviting people to make their own art so there will be some sort of skeleton-inspired, all-ages-friendly art making activity. If you would like to show some of your own skeleton art, please contact us. There will also be snacks and beverages. Learn more about <a href=\"http://firstfridaypdx.org\" target=\"_blank\">First Friday PDX</a>.",
        "date": "2024-09-06",
        "startTime": "6:00 pm",
        "endTime": "9:00 pm",
        "dateString": "Friday October 4, 6-9pm",
        "hours": 3,
        "registerUrl": "",
        "imageUrl": "/images/events/first-friday-october-skeletons.jpg"
    },
    {
        "title": "Soap Lab",
        "ongoing": true,
        "display": false,
        "cost": 20,
        "description": "Soap Lab is a monthly open-format soap-making workshop led by Bridge Rat artist Justin Martin. The workshop is open to soap-makers of all levels and basic instruction will be offered to absolute beginners. The cost of registration goes toward the space, materials and supplies.",
        "startTime": "6:00 pm",
        "endTime": "9:00 pm",
        "dateString": "The First Monday of Every Month",
        "hours": 3,
        "registerUrl": "",
        "imageUrl": "/images/events/soap-lab.png"
    }
]